[
    {
        "isbCode": "DSO-P608",
        "isbSolution": "TIM IMPL",
        "isbServiceDescription": "Deployment of TOTAL Industrial Mobility : TIM",
        "isbAdded": "Classification of DSO, EXPLO and SG Information Systems and Digital solutions: TIM mandatory\nTIM (Total Industrial Mobility) is a transverse (EP \/ RC\/ MS) Digital Programme.\nIts objective is to provides mobile applications, designed with future users, that\naim at supporting and enhancing the execution of operational tasks on the\nfield.\n9 apps for E&P and associated technical framework will be available end 2018 :\n• MyShift: Dematerialization of field operation rounds\n• MySupport: Assistance and communication with someone in an industrial mobility\nsituation to provide technical expertise remotely\n• MySafety: Dematerialisation of HSE observations from field\n• MyNotif: Reporting of field information in order to facilitate maintenance\nnotifications creation\n• MyTruck: Follow trucks loading and locations\n• MyDoc: Offline static documentation access (PID, datasheet...)\n• MyTIM: Manage access to my site’s applications\n• MyPairing: Pair an equipment to its physical tags\n• MyTracking: Dematerialization of temporary equipment management during\nturnarounds (PSV…)\nAs a target : up to 20 apps will be available in 2020\nDelivrables for deployment:\n Integration with TOTAL company back-end (PI AF, SAP PM…)\n On-demand support for apps roll-out (on site training,…)",
        "isbPrerequisites": " Improve safety\n Improve asset availability\n Reduce costs (paper use reduction…)\n Increase efficiency (avoid typing from paper to computer…)\n Modernize the day to day ways of working\n Digitize and optimize key processes (Reduction of back & forth between field &\noffices\/control room)",
        "isbExcludedElements": " Purchasing of hardware (devices,…)",
        "isbUsageConditions": " Specific evolutions of the tool for the affiliate\n Connectivity survey\n Integration with specific local IS tools",
        "isbAssistance": "TIM Support\n tim@total.com\nKamal BOUZALMATA\n kamal.bouzalmata@total.com\nTochukwu OLISAGU\n tochukwu.olisagu@total.com"
    },
    {
        "isbCode": "DSO-P607",
        "isbSolution": "RAID IMPL",
        "isbServiceDescription": "Deploy Remote Assistance, Intervention and Diagnosis for Rotating Equipment (RAID) to enhance production efficiency",
        "isbAdded": "Classification of DSO, EXPLO and SG Information Systems and Digital solutions: RAID\nrecommended\nDuring the past few years, we have recorded several unexpected\nmajor failures on our rotating machines. These failures impacting,\neither our production, or implying safety hazards in workers\nenvironment. In order to address this type of disruption, TOTAL\nE&P has put in place a Remote Monitoring Center in Pau (France)\nequipped with a predictive analytics and diagnostics software:\nSmartSignal.\nSmartSignal is based on the analysis of the deviation between a\nmonitored site value and a predicted software value. This predicted value is determined,\nthrough an equivalent model of the unit, based on historical data during normal operation.\nAn excessive level of deviation, between the site and predicted value, enhances a warning\ndetection anticipating a possible catastrophic outcome.\nThe parameters monitored with SmartSignal are taken from PI, so the project includes\nassistance for data collection of all required sensors from rotating machinery packages. It\nalso provides real-time calculation of performance indicators of equipments with PI-Asset\nFramework which are also monitored with Smart Signal.\nConsequently, this RAID Center aims at: reducing unplanned production losses, reducing\nmaintenance costs due to breakdowns, increasing unit availability and, of course, improving\noperation safely.\nThis business offer is mandatory for all vital rotating equipment in Operating affiliates.\nCriticality of equipment is defined in GS EP EXP 213.",
        "isbPrerequisites": "This RAID Center aims at: reducing unplanned production losses, reducing maintenance\ncosts due to breakdowns, increasing unit availability and, of course, improving operation\nsafely.\nThis monitoring allowed us to increase our know-how on the operational mode, to\nchallenge ourselves on how maintenance could evolve to a more condition based approach\nand to challenge the OEMs on design criteria on the machine or the package.",
        "isbExcludedElements": " Enablers: Machine data available in PI and complete documentation of the unit",
        "isbUsageConditions": " Site works and materials for data recovery from PLC to PI server are not part of HQ scope\nFor annual support, refer to business service offer OPP-R607-RAID Support and Maintenance.",
        "xx1": " SmartSignal implementation\n▪ SmartSignal licence purchase\n▪ Mapping preparation, equipment parameters and PI data evaluation\n▪ Machine creation in software: tag list mapping, historical data retrieve, assets and models creation, software\ninstallation, and model tuning and adjustment\n PI Support (without affiliate visit)\n▪ Update PI architecture, Data inventory, & PI infrastructure\n▪ Provision for Osisoft licence purchase\n▪ PI connection from PI site server",
        "isbAssistance": "François JOUANNA\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n francois.jouanna@total.com\n (+33) 5 59 83 68 88"
    },
    {
        "isbCode": "DSO-P606",
        "isbSolution": "SCOT",
        "isbServiceDescription": "SCOT aims to provide a mobile solution for the materials management SAP module and for the remote logistics management v2 SAP module",
        "isbAdded": "Classification of DSO, EXPLO and SG Information Systems and Digital solutions: SCOT\nmandatory\nSCOT is an IT solution which enables Automatic Identification & Data Capture (AIDC) and\ntraceability on operational items with the objective of improving the supply chain processes\nin the E&P activities. SCOT provides a direct link between the AIDC element (bar codes \/ RFID\ntags) and the existing SAP system through use of a mobile handheld device.\nWork Package 1 covers the ‘Material Management’ module in SAP. From goods reception to\ngood issue, transaction movement events are registered in SAP at the same time as physical\nmovements.\nWP1 electronically identifies goods at the point of receipt and immediately cross-references\nthe goods with the purchase order directly on a handheld mobile device. WP1 provides labels\nfollowing the goods receipt transaction allowing accurate identification of stock and direct\npurchase items. The process of put away within the warehouse is also addressed. The use of\nhandheld mobile devices with optical barcode readers permits goods and equipment to be\neasily identified and accurately associated with a specific location.\nWP1 allows simple and fast periodic, ad-hoc and rolling stock checks through the use of\nexisting or the creation of new PID’s. WP1 also treats stock movement (such as bin update)\nand return to stock.\nWork Package 2 covers the ‘Remote Logistics Management’ (v2) module in SAP. From packing\nthrough shipping and offshore goods reception to returns management, transaction\nmovement events are registered in SAP at the same time as physical movements.\nWP2 electronically identifies goods at the point of packing and provides labels allowing\naccurate identification of stock and direct purchase items. The process of shipping and\nassigning containers to loading areas at the moment of physical packing is addressed.\nOffshore goods reception is undertaken at the same time as receiving the containers and\nlikewise the returns process is followed at the same moment as physical undertaking the\nactivity.\nThe offer includes:\n Review of affiliates existing processes and mapping with SCOT capabilities\n Rollout of SCOT WP1\/WP2 within the affiliates environment\n User acceptance testing and on site training of key users\n Support with bar coding campaign\n Post go live support (hyper care)",
        "isbPrerequisites": "LEAN operations such as:\n Reduced personnel movement\n Reduced waiting time\n Reduced processing time\n Streamlining of processes\n Higher productivity through increased flexibility\n Reduced paper and manual processes\n Reduced potential human error\n Reduced transaction backlog",
        "isbExcludedElements": "Change management and management support are essential to the success of this tool.\nIT requirements include, but are not limited to:\n Availability of physical servers\n Industrial wifi network\n Firewall and DMZ\n Wifi is strongly recommended\n RLM v2 is a pre-requisite for WP2",
        "isbUsageConditions": " Specific evolutions of the tool for the affiliate\n Hardware\n Set up of IT architecture e.g. industrial wifi network. Guidance is provided\n After care (see SCOT maintenance service offer)",
        "xx1": " UNISUP affiliates only\n Affiliate shall have the MM module\n Affiliate shall have the RLM v2 module for WP2",
        "isbAssistance": "Emanuel EZEOBA \/ Indrani JAISWAL\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n emmanuel.ezeoba@total.com \/ indrani.jaiswal@total.com\n (+33) 1 47 44 32 01"
    },
    {
        "isbCode": "DSO-P502",
        "isbSolution": "CE DESIGN",
        "isbServiceDescription": "Assistance in the design & realization of new Collaborative Environments for operational support",
        "isbAdded": "Classification of DSO, EXPLO and SG Information Systems and Digital solutions: SMART ROOMS\nmandatory\nCollaboratives environments allow a mono or multi-disciplinary team to work easily together\ntowards a same goal. They can act as an extension of remote sites (potentially minimizing the\nneed to be present on the remote sites).\nDepending of the target of the collaborative environment & local context (how does an\naffiliate wants to operate), it can be necessary to rethink the way of working with remote\nsites.\nTechnically all the collaborative environments have more or less the same type of needs,\nhowever depending on the scope of the collaborative environment this can vary (e.g. are\napplications only intended for a small multi-disciplinairy team or does a complete\norganization wants access to specific information).\nVarious kinds of usages have been identified as part as the offer:\n SMART rooms (ex: TEPUK) for Asset Monitoring\n Local multi-asset rather mono-discipline monitoring and support room\n Integrated operations centers (ex: GENIUS TEPNL)\nRemote control rooms are not part of this offer.\nHQ published in 2016 the GM EP OPS 004 that covering the 1st generation of collaborative\nenvironments at affiliates (SMART rooms). It will be reviewed according to the feedbacks from\nthe affiliates. A REX is available on 2nd generation collaborative environments (GENIUS).",
        "isbPrerequisites": " Consolidate business case with quantitative gains (Offshore FTEs reduction,Improved\noperational efficiency OEFF, Reduction in site surveys \/logistics, Reduction in level 2\nOn-call duty ICSS, Trouble shooting savings,Partial manning of installations…) and\nqualitative gains (Rationalization of reporting, Leadtime reduction in problem solving,\nMonitoring & preventive analyses ↑ OEFF, LEAN(er) organization, Enhance time on\nsite, More focus on Well performance, Closing long pending items\/issues)\n Capitalize of the principles of collaborative rooms between HQ, Affiliates & Projects\n- To ensure a common way of working based on experiences\n- To reduce study and implementation times\n- To make sure not to redo locally what is already available elsewhere and in\nparticular in HQ",
        "isbExcludedElements": " IT pre-requisites:\n- Connectivitivity\n- Collaboration tools\n- Hardware\n Data management organisation in affiliate\n Identified affiliateresources for monitoring",
        "isbUsageConditions": " Providing hardware (Visio conference system) and software (displays management and discipline software)\n Study of Impact on local telecom network (but we’ll provide usual bandwith required corresponding to the services involved)\n Change management in affiliate\nFor annual support, refer to business service offer OPP-R502-Collaborative Rooms for Operations Support",
        "xx1": " Assistance on all dimensions of the design and\/or realization of collaborative environments (business processes, people,\ninformation, culture & organization, technology & tools, physical environment)\n Onboarding of contractors for deployment\/diagnosis\/design assistance",
        "isbAssistance": "Franc BOVERHOF\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n franc.boverhof@total.com\n (+33) 5 59 83 59 13\nMarine FELLOUS\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n marine.fellous@total.com\n (+33) 1 41 35 27 07\nDamien EHRET\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n damien.ehret@total.com\n (+33) 5 59 83 53 43"
    },
    {
        "isbCode": "DSO-P416",
        "isbSolution": "DOF IMPL",
        "isbServiceDescription": "Enhance well performance with on line Field Management Workflow Platform",
        "isbAdded": "Classification of DSO, EXPLO and SG Information Systems and Digital solutions: DOF\nmandatory\nDeployment of IFM\/IVM softwares from Petex in the affiliate to enhance well performance.\nDOF (IFM-IVM) is mainly used by Well Performance Teams and by Reservoir Teams.\nThe objectives to implement DOF are:\n Develop on-line integrated production management, engineering and operations\nsupport system, tailored to meet the users needs\n Use IPM suite from Petex as the modelling, optimization and diagnostics engine of\nthe production system\n Use an open-architecture to easily plug into user existing databases or applications\n Deliver on-line production expert systems with off-line or on-line advisory systems\nfor production environments, models auditing and tracking, including user privilege\nand ownership control of production models in a central database\n Integrated Field and Operational Management (IFM) centered on IPM – Models with\nadequate versioning and version catalog\n Visualize the results through IVM\nThis business service offer is part of DSO mandatory IS and Digital solutions for\nOperationg affiliates and new developments for operating affiliates with activated\nwells and complex routing.",
        "isbPrerequisites": " Improve Field surveillance\n▪ Targets are easy to follow (via color code & KPI)\n▪ RTSC (Real Time Service Center) provides continuous optimization\n▪ IVM: Centralization through one common engineering portal\n Engineering Time savings\n▪ Well Test validation\n▪ Automatic updates available for Wells and Network models\n▪ Troubleshooting\n▪ Identify input data errors\n▪ GL optimization and follow up\n Better data management\n▪ Data: Detect anomalies\/errors \/PI tags\n▪ Model catalogue:\nModels\nare easy to find\nSoft\ndata is very useful to track changes in models over time\n Templates\n▪ Foundation for adding new wells & new assets\n▪ Template for future TOTAL deployments (Workflows, Architecture)",
        "isbExcludedElements": "IS Prerequisites\n Infrastructure required : 5 servers compliant with technical architecture document (2\nphysical database servers with SQL server 2012 and 3 virtual application servers)\n All server must be dedicated. All server must have 32GB of RAM\n PI-AF implementation with minimum data management: subscription to DSO-P411 (Monitoring Platform deployment)",
        "isbUsageConditions": " Site works and materials for data recovery from meters to PI server are not part of HQ scope\nFor annual support, refer to business service offer DSO-R416 DOF Maintenance and Support.",
        "xx1": " Development environment in HQ\n 2 weeks deployment mission\n DOF environments installed in HQ in priority (pre-production and production platform). DOF environments will be installed in\naffiliates if performance tests for affiliates show that DOF centralization is not suitable for the affiliates\n Training",
        "isbAssistance": "Céline BACQUET\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n celine.bacquet@total.com\n (+33) 5 59 83 66 55\nDavid IRTHUM\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n david.irthum@total.com\n (+33) 5 33 43 20 98"
    },
    {
        "isbCode": "DSO-P413",
        "isbSolution": "RMM IMPL",
        "isbServiceDescription": "Remote Metering Monitoring (RMM) Deployment, recommended by HQ",
        "isbAdded": "Classification of DSO, EXPLO and SG Information Systems and Digital solutions: RMM\nrecommended\nRemote Metering Monitoring (RMM) was developed by Production\/Allocation Metering\nentity. Originally designed for subsea Multiphase Flowmeters (MPFM), RMM now\ncontributes to boost the performance of critical metering systems including fiscal metering\nsystems.\nCutting-edge data analysis tools and modern technical device:\n PI suite (see business service offer OPP-R405 and OPP-P405).\n DVR database\n Smartboard, retractable screen\n Interactive system that enables several specialists to work on the same files, to\ninterface with participants’computers and save the notes taken during the meeting\n Other specialists softwares are used such as VALI from Belsim, Wetcalc, Flocalc,\nWidetech\nThis business offer is recommended for all affiliates (target: critical metering systems as\nper CR EP EXP 160)",
        "isbPrerequisites": "This RMM aims at: improving data quality , avoiding errors & measurement losses , reducing\nsupplier visits , reducing maintenance costs due to failures , increasing unit availability and,\nof course, improving operation safety.\nThis monitoring allowed us to increase our know-how on the operational mode, to\nchallenge ourselves on how maintenance could evolve to a more condition based approach\nand to challenge the suppliers on design criteria on the meter.\nBetter expertise: specialists available for the affiliates; pooled competencies: metering,\nsubsea, technology, well performance, HSE, suppliers,...\nGreater efficiency: Optimal data quality; constant dialog between the specialists at\nheadquarters in Pau and affiliates; standardized monitoring practices; reduction of risks.\nFaster responsiveness: Remote monitoring and answers to affiliate queries in real time;\nspot, periodic, or continuous assistance (from daily service to monthly reporting).\nOperational efficiency: Reduction of interventions on sites; Use of unplanned production\nshutdowns to check the systems; Detection of deviations that may generate losses.",
        "isbExcludedElements": " Enablers: Meters data available in PI and complete documentation of the unit\n Metering & Allocation philosophy available",
        "isbUsageConditions": " Site works and materials for data recovery from meters to PI server are not part of HQ scope.\nFor annual support, refer to business service offer DSO-R413 RMM SUPPORT AND MAINTENANCE",
        "xx1": "Environment development in HQ\n RMM implementation\n▪ Mapping Preparation, Equipment Parameters And Pi Data Evaluation\n▪ Asset Model Configuration\n▪ Model Tuning And Adjustment\n Pi support (without affiliate visit)\n▪ Update Pi Architecture, Data Inventory, & Pi Infrastructure\n▪ Provision For Osisoft Licence Purchase.\n▪ Pi Connection From Pi Site Server\n 2 weeks deployment mission\n RMM environments installed in affiliates (pre-production and production platform)\n Training",
        "isbAssistance": "Jean-Paul COUPUT\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n jean-paul.couput@total.com\n (+33) 5 59 83 41 72\nLudwig SALEMBIER\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n ludwig.salembier@total.com\n (+33) 5 33 43 20 23\nDamien EHRET\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n damien.ehret@total.com\n (+33) 5 59 83 53 43"
    },
    {
        "isbCode": "DSO-P411",
        "isbSolution": "MONITORING PLATFORM IMPL",
        "isbServiceDescription": "Deploy Monitoring Platform applications to enhance operational efficiency: turning raw data into actionable information",
        "isbAdded": "Classification of DSO, EXPLO and SG Information Systems and Digital solutions: MONITORING\nPLATFORM recommended\nThe monitoring platform allows achievement of two following objectives:\nGet automated surveillance of your installations:\n Receive notifications\n Auto filled dashboards\n Events detection and historical management\nExplore data to:\n Provide live remote support\n Perform root cause analysis\n Identify planning opportunities and prepare future operations\nThis results in boosting operations efficiency.\nThe monitoring platform can be used either on a single user computer or in a collaborative\nroom to share information with different local or distant support teams : site, base, HQ.\nApplication catalog:\nIntegrity: mooring monitoring, pipeline operating envelop, safety valves digital monitoring…\nProduction: production management, sea water treatment monitoring, chemical injection\nmonitoring, production short time interval control, glycol remote monitoring, subsea\nseparation monitoring…\nMaintenance: rotating equipment monitoring, heat exchangers monitoring, essential\ngenerators monitoring, permutation plan monitoring, condition based monitoring…",
        "isbPrerequisites": "Standardize and capitalize the principles of monitoring platform between HQ & Affiliates\n To ensure a common way of working based on experiences\n To reduce study and implementation times\n To make sure not to redo locally what is already available elsewhere and in particular\nin Headquarters\n24\/7 Monitoring Platform to take the best out of industrial data and transform raw\ndata into actionable information\n Asset view: Multi sources data (PI, LIMS, DOF, NPDMS…) organized in an unique\napplication\n Automatically: Don’t miss events happening into the field\n Explore; gain time when it matters",
        "isbExcludedElements": " PI Suite deployed\n IT\/Metier organisation to support PI suite in affiliate, eg for PI server administration,\nspecific support\/maintenance\/debugging (PI ACE local developments, ...), local\ninstallation\/upgrade\n Data management organisation in affiliate for asset model implementation in PI-AF\n Servers acquisition",
        "isbUsageConditions": " Services provided with dedicated RFS:\n- Providing hardware (servers) and software (licences for displays management and discipline software) out of the scope of\nthe service order\n- Study of Impact on licences network\n Services excluded:\n- Change management in affiliate\nFor annual support, refer to business service offer OPP-R411- Monitoring Platform Support and Maintenance.",
        "xx1": " Assistance to the technical installation\n Helping in the coordination of the technical installation\n Monitoring application deployement",
        "isbAssistance": "Philippe GRENIER\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n philippe.grenier@total.com\n (+33) 5 33 43 20 13\nFabrice VAZQUEZ\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n fabrice.vazquez@total.com\n (+33) 5 59 83 62 54"
    },
    {
        "isbCode": "DSO-P409",
        "isbSolution": "ePERMIT IMPL",
        "isbServiceDescription": "Deploy a digital Permit to Work solution on E&P operational sites",
        "isbAdded": "Classification of DSO, EXPLO and SG Information Systems and Digital solutions: e-PERMIT\nmandatory\nThe Electronic Permit to Work (or Integrated Safety System of Work) is a computerbased\nworkflow system, to process and administrate work permits:\n Processes permits and attached documents (Risk Assessment, isolations...) remotely\n Coordinates activities and manages co-activities on a graphical display\n Supports specific permit to work uses as for periodic Overhaul and Plant Shut Down\n(Work Pack). Manage permit to work dependencies\n Manages key operational Registers: Lock Open\/Lock Closed valves, Long Term\nIsolation, inhibitions).\nThe Permit to Work is a key part of the standard practices all over Total EP which contributes\nto sites operational excellence.\nTechnology now allows paperless systems and offers opportunities in terms of organization\nby allowing remote access and information sharing as well as consistent practices all over\nTotal EP sites.\nePERMIT Project Support covers:\n Pre-project phase (recommendation + contract negotiation)\n Project phase (overall project management)\n Standard Template configuration + functional tests\n Additional modules or functionalities\n Recurrent support preparation\n e-learning preparation\n Licenses\n e-permit deployment, site configuration, training on site\n Contracts management\nDeliverables:\n Software package\n E-Learning\n Governance for the use the software\n Licences\nDuring deployment phase (2017-2021) additional support is provided:\n Validation of upgrades \/ new versions\n New packages deliveries\n Template maintenance\n Affiliates support",
        "isbPrerequisites": " Optimize costs through scale effect\n Access to knowhow consolidated at E&P level\n Standardisation (Permits, Risk assessment, Isolation...)\n Sustainability",
        "isbExcludedElements": "None",
        "isbUsageConditions": "The following sample items are excluded and will be charged through specific additional RFS:\n Additional licenses\n Specific configurations deviating from Total GLOBAL E&P ePERMIT\n Specific support",
        "xx1": "None",
        "isbAssistance": "Henri VIDAL SAINT ANDRE\n henri.vidal@total.com\n (+33) 5 59 83 54 98\nNoémie PERONA\n noémie.perona@total.com\n (+33) 5 59 90 93 58"
    },
    {
        "isbCode": "DSO-P408",
        "isbSolution": "NPDMS IMPL",
        "isbServiceDescription": "Deploy an integrated and standard solution covering all business requirement to enhance business efficiency, to focus on production optimization and compliant with SOX control",
        "isbAdded": "Classification of DSO, EXPLO and SG Information Systems and Digital solutions: NPDMS\nmandatory\nNew Production Data Management System (NPDMS) is a software solution based on the commercial\nEnergy components Suite. It will be deployed in most of the Total Affiliates starting in 2016 to manage\nproduction data, reporting and production forecast. This business offer is part of DSO mandatory IS\nand Digital solutions for Operating affiliates and new developments depending on the allocation\ncomplexity:\n This project is not a change of tool but a change in the way we work (business change) based\non the description, optimization and standardization of our business processes in all affiliates.\nThese business processes were described in details in HQ and validated by the concerned\n“Métiers”. It is aimed to boost in a guided way the percolation of the E&P Referential across all\nthe organizational roles involved in PDMS\n One major evolution is with regards to data quality improvement: all these processes include\ncheck and validation of the data captured, and validation of the result data before publication\nto secure reliability on stored data and robustness of data\n Only one software will allow to run these industry standard business processes\nAdditionally, the New PDMS solution interfaces standard industry applications (PI, PETEX,\nPrimavera,...) is a cross-functional approach addressing the business needs collected from the\naffiliates\/clients.\nThis solution is driven by the following principles:\n Simplicity: Simplicity is about to get the job done, accurately, efficiently and correct the first\ntime – without much ado\n Robustness: Robustness is about knowing that the system will do the job today, tomorrow and\nall foreseeable future. That it will cope with changing business and technology requirements,\nand will not fall over\n Flexibility: Flexibility is about accommodating all needs, whether business, contractual or\nregulatory driven – without having to revert to expensive customizations\n Transparency: Transparency is about being able to explain and document to any outsiders\nexactly what the PDMS system is doing\n Confidence: Confidence is about knowing what you will get. That you can plan and budget\naccurately and subsequently execute without surprises. That business value can and will be\nrealised\n Traceability: Traceability is to be able to retrospectively reconstruct what actually happened\ninside the PDMS\n Reliability: Reliability is about always knowing that the system works, that it supports the\nongoing business, every day all year around\n Security: Security here means that all data is safe. That no data will be lost, unintentionally\ndeleted or changed, protected from unauthorised access, and that a complete trail of any user\nactivity is kept for inspection",
        "isbPrerequisites": " Ensure support for business continuity and improvement in affiliates, especially ensure\ntransition to integrated and standard solution (Energy Component) deployed in all operating\naffiliates\n Enhance business efficiency: data quality\/validation, cross functional interfaces (well\nperformance (DOF), Reservoir (T-More), Finance. Focus on production optimization (POP\nrecommendations), compliance to SOX control\n Covers all business requirements regarding production data management CR EP EXP 100\/102\n Keep (N)PDMS consistency across affiliates (unique Template)\n Optimize service quality and efficiency",
        "isbExcludedElements": " PI-AF implementation with minimum data management\n Data migration from previous PDMS solution\n Business processes organisation in the affiliates according to CR EP EXP 100\/102\n Reporting simplification exercise – use standard report provided with the solution\n Minimum communication means for NPDMS use offshore",
        "isbUsageConditions": " Services provided with dedicated RFS: Energy components modules licenses maintenance fees\nFor annual support, refer to business service offer OPP-R408-(N)PDMS-FORS-DSD Support and Maintenance.",
        "xx1": "Two years pre-project phase including:\n Delivered opportunity study\n Full design and description of 12 Production business processes\n Definition and implementation of best practices for Data management\n Screening and review of existing market solutions\n Issued selection and recommendation of a Market Solution (EC, from TIETO)\n Advantageous corporate contract negotiations for software licenses, integration and support\nA project phase including:\n Development of TOTAL E&P Standard TEMPLATE\n Set-up and Deployment of the TOTAL E&P Standard TEMPLATE for TEMPA ROSSA\n Global support organization\n Multi-disciplinary dedicated project team",
        "isbAssistance": "Dominique PAGEAULT\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n dominique.pageault@total.com\n (+33) 5 59 83 57 79\nStephane MORIN\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n stephane.morin@total.com\n (+33) 5 59 53 37 39"
    },
    {
        "isbCode": "DSO-P405",
        "isbSolution": "RTDMS",
        "isbServiceDescription": "Centralized Real Time Data Management System Implementation with PI Suite from OSIsoft for projects or specific evolutions. PI suite implementation is a pre-requesite for RAID, DOF and T-MORE deployment.",
        "isbAdded": "Classification of DSO, EXPLO and SG Information Systems and Digital solutions: RTDMS\nmandatory\nAs key element of the real time data management, the PI System appears as strategic within\nthe context of the production optimization, the deployment and the functioning of\ncorporate applications and monitoring applications: (N)PDMS, TMORE, DOF, RAID... Within\nthis context HQ set up an HQ centralized service supporting development and evolutions of\nPI system for projects or affiliates.\nBased on the OSIsoft software expert assistance from HQ for evolutions and projects, this\noffer can include the following services:\n Deployment of PI in a new project: survey mission, call for tender, architecture, cyber\nsecurity, engineering, training on site, FAT\/SAT, license purchase\n Full audit of PI system\n Extended support\/maintenance\/debugging (SII interfaces, PItoPI, ...)\n Extra training for users (PI \/ PI AF) and\/or administrators in the affiliate\n Local installation\/upgrade\n Creation, extraction and\/or historization of large amounts of PI data",
        "isbPrerequisites": " Cost negotiated at group level (corporate discount)\n Benefit from HQ expertise\n Easy access to the real time data from office network\n Standardization\n Sustainability\n Long term data archiving",
        "isbExcludedElements": " IT\/Metier organisation to support PI suite in affiliate",
        "isbUsageConditions": "The following sample items are excluded (refer to business service offer OPP-R405-RTDMS for Annual Support service\ndescription):\n Licence costs to third parties\/AOBO (Assets Operated by Others)\n Remote administration of servers (VISION)\n IT infrastructure costs\n Any activity listed under business service offers DSO-R411 - Monitoring Platform and DSO-P411 – Monitoring Platform\nImplementation",
        "xx1": "According to the scope of work.",
        "isbAssistance": "Please contact the functional coordinator and the IT coordinator to initiate this service request."
    },
    {
        "isbCode": "DSO-P404",
        "isbSolution": "SMILE IMPL",
        "isbServiceDescription": "Deploy SMILE which is the Total E&P recommended Laboratory Information Management System (LIMS) software implementing laboratory workflow and data tracking",
        "isbAdded": "Classification of DSO, EXPLO and SG Information Systems and Digital solutions: SMILE SUP\nrecommended\nSMILE: Customized STARLiMS for TOTAL E&P Affiliate to implement a LIMS. A\nLIMS is a workflow and data tracking support :\n- Analytical program : sampling points, sampling frequency, parameters to analyze\nusing identified and documented methods\n- Results management : validation and distribution of the results, history\nmanagement\n- Analytical equipment : list, validity, preventive and curing maintenance\n- Standards, reagents\/solvents and consumables management\nCR EP EXP 122 states that analyses programmes and all laboratory results shall be supported\nby a LIMS system or equivalent. SMILE is the recommended solution.\nSMILE is a web-based tool that enables user to manage and follow up Laboratory activities\nthrough intranet. SMILE is mainly used by Laboratory representatives to manage their day\nto day activities:\n Management of request for analysis.\n Management of laboratory instruments\n Management of laboratory personnel\n Management of stocks\n Management of laboratory methods\nSMILE could also be used by general user for;\n Follow-up analysis request\n Searching and make a trend of analysis history",
        "isbPrerequisites": "Powerful tool to manage\n▪ Laboratory works\n▪ Lab representative competencies\n▪ Maintenance and calibration of lab instrument\n Consolidated and secure database to store all laboratory’s data\n Reduces double entry, and give immediate alert and reminders to the user\n Trace-able analysis result whenever off-specification occurs\n Possibility to communicate with other tools such as PDMS, PI, etc...\n Covers all business requirements regarding production data management CR EP EXP\n122",
        "isbExcludedElements": "LIMS organisation in affiliate",
        "isbUsageConditions": " Purchase of hardware elements: PC, server, network cards\n Local servers administration\nFor annual support, refer to business service offer OPP-R404-SMILE Support and Maintenance",
        "xx1": "Service given by SMILE team shall include\n Assistance in configuring SMILE as per affiliate’s needs\n Deployment and first training for SMILE user in affiliate\n Metier support and recommendation about software use\n Assistance in appropriating the application during deployment\nDeliverables:\n User guide and hands on for the user\n Acceptance tests before implementation\n Best practice",
        "isbAssistance": "Marion JUNGAS\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n marion.jungas@total.com\n (+33) 5 59 83 47 48\nDamien EHRET\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n damien.ehret@total.com\n (+33)5 59 83 53 43"
    },
    {
        "isbCode": "DSO-P403",
        "isbSolution": "1RBI IMPL",
        "isbServiceDescription": "Deployment TOTAL Risk Based Inspection Software: 1RBI",
        "isbAdded": "Classification of DSO, EXPLO and SG Information Systems and Digital solutions: 1RBI\nmandatory\nDeployment of 1RBI TOTAL Risk Based Inspection Software in all affiliates.\nThis new version It is composed of 3 lots:\nFame+, RBI-P and RBI-J.\nDelivrables for deployment:\n Review of existing database status & Prepare technical assessementsHighlight\ndiscrepencies succeptible to failure for the migration\n Preparation of the data migration\n Technical assisitance before and during migration\n Trainning for new version\nDeliverables after deployment:\n Maintenance and evolution of the software\n Métier Support + IT support (TOTAL)\n Assistance, hotline\n Documentation as Métier, users guide, and best practices recommendations\n Follow up of bug solutions, maintenance and upgrades\nRemarks:\n1RBI is a software developed by Total, used as RBI analysis for Total E&P. It has been\ndeveloped in partnership with external companies for design, technical & training services..\nThis new version is available in 2020 and is developed in accordance with latest edition of API\n(2016 version) and new IT technologies (database & web application).",
        "isbPrerequisites": " Risk Based Inspection Analysis tools based on Total’s know-how and API RP 581\n Better knowledge of Plant and Pipelines Process and associated Risks,\n Adequacy of inspection techniques vs degradation modes,\n Adequacy of inspection frequencies vs corrosion rates,\n Optimisation of inspection resources vs equipment\/pipeline\/Structure criticality\n Ensuring consistency over all Affiliates, in compliance with international standards and\nTOTAL policy,\n Experiences on 1RBI use for inspection business is shared between users, and during\nseminars",
        "isbExcludedElements": "None",
        "isbUsageConditions": " Specific evolutions of the tool for the affiliate\n Hardware & Set up of IT architecture.",
        "xx1": "None",
        "isbAssistance": "Jean GOUDIAKAS\n jean.goudiakas@total.com\n (+33) 5 59 83 41 94\nOlivier BORNON\n olivier.bornon@total.com\n (+33) 1 41 35 73 63"
    },
    {
        "isbCode": "DSO-P402",
        "isbSolution": "ICAPS IMPL",
        "isbServiceDescription": "Deploy ICAPS© to support Commissioning activities according to the OPERCOM® methodology",
        "isbAdded": "Classification of DSO, EXPLO and SG Information Systems and Digital solutions: ICAPS\nmandatory\nThe ICAPS© (Integrated Commissioning And Progress\nSystem) tool was specially developed by the TOTAL\ngroup to organize and monitor Pre-commissioning\nand Commissioning activities, the Preservation and\nthe Punch list.\nICAPS© covers the preparation and execution stages of Pre-commissioning and\nCommissioning activities, as per the OPERCOM® methodology.\nThis business service offer is part of DSO mandatory IS and Digital solutions for operating\naffiliates with commissioning activities during projects or site modification.\nIt covers all business requirements regarding commissioning in CR EP PJC 801\/ CR EP PJC 311.",
        "isbPrerequisites": "ICAPS© is an integrated Commissioning package based on the TOTAL OPERCOM®\nmethodology.\nICAPS© is used by Company and Contractors for every new project in TOTAL EP branch.\n30 years + of proven field use.\nObjectives:\n ANTICIPATE\n PREPARE\n FOLLOW & REPORT",
        "isbExcludedElements": " Windows 8\n SQL 2012\n MS Office 2010",
        "isbUsageConditions": " Purchase of hardware elements: PC, server, network cards\n Local servers administration\n Change management in affiliate or projects\nFor annual support, refer to business service offer DSO-R402- ICAPS© Support and Maintenance.",
        "xx1": "Installation and training are provided by Company.\n Installation of ICAPS©\n Training for 10 persons\n Hot line support\n Free issue of ICAPS©",
        "isbAssistance": "Omid SHAMSI\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n omid.shamsi@total.com\n (+33) 5 59 83 69 47\nLaurent DIAZ\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n laurent.diaz@total.com\n (+33) 5 59 83 41 02"
    },
    {
        "isbCode": "",
        "isbSolution": "-R801| U-COST*",
        "isbServiceDescription": "Maintenance & support service of U-COST, a Cost Control tool used for the follow-up and the management of the Oil & Gas Projects costs",
        "isbAdded": "Classification of DSO, EXPLO and SG Information Systems and Digital solutions: UCOST V2\nmandatory\nThe U-Cost product is the mandatory (CR EP PJC 330) cost control tool for all the follow-up\nand management of Exploration & Production branch Projects. Cost controllers can carry\nout all the following tasks through the whole life of project:\n Follow-up and control of project costs ( Life of Project and Annual Costs)\n Manage EPC contracts including the associated change orders\n Insure a perfect coherence with the SAP figures by the means of a sound SAP interface\n Provide a set of standard reports through the reporting template as well as enable the\npossibility to develop customized reporting\nU-Cost enables implementation of all cost control best practises through a standardized cost\ntemplate. It was developed in line with the cost control recommended practices that are\ndescribed in the following GMs:\n GM EP CDG 000 Cost control in subsidiaries-for all activities\n GM EP CDG 004 Cost control for projects\n GM EP PJC 380 Cost control methodology\nApplication Maintenance & Support services (over a calendar year) include:\n The U-Cost licences and the associated reporting licences\n The advice and the implementation of cost control best practises\n The support for the SAP integrations in U-Cost\n The organisation and implementation of specific training sessions, if required\n The supervision and administration of the contractor in charge of the UCost\nApplication Third Party Maintenance (TMA)\n The management and supervision of modifications and evolutions of U-Cost\n Providing additional customised reporting and graphics evolutions\n The assistance to the use of UCost, the maintenance of the application (curative,\ncorrective and evolutionary)\n The training in France of the Lead Coordinator (abroad extra & missions expenses\nexcluded)\n The management of the move to new versions of U-Cost and assistance for all change\nmanagement when relevant\n The general coordination with SG\/ISB in case of IT problems with the\nadministration\/supervision of the U-Cost base\nDeliverables:\nFollow-up of implementation of UCOST and its execution.",
        "isbPrerequisites": "For any installation:\n A cost control template which includes the metier’s best practises\n A sound SAP interface\n Cost Information easily shared in any project location\n A customized reporting",
        "isbExcludedElements": " SAP used as financial software\n WBS structure in line with cost control GMs recommendations\n High involvement of the cost control team at the phase of implementation",
        "isbUsageConditions": "Costs to be directly supported by affiliate:\n The implementation costs before go-live\n The training of the project cost control team\n The associated travels and accommodation costs for the implementation and training\n Any adhoc requested mission (cold eye reviews, cost control audits…)",
        "xx1": "The 1st level support is provided by the Metier team who will liaise with the RIA and IT team if necessary.",
        "xx2": "▪ IMPORTANT: for improved follow-up, Core RFS labels related to this service input by the subsidiaries in SAP will start with\nDSO codification “R801” to copy paste from the header of the present technical sheet\n▪ For improved cost allocation and timely invoicing to the subsidiaries, Core RFS are opened (ACFI status) by the subsidiaries\nduring the 1st quarter of the year concerned\n▪ DSO\/IP Focal Point – Eric Zaugg: accountable for facilitating exchanges and resolving issues related to Core RFS\n▪ It is recommended that the subsidiaries file all relevant e-mails and documentation related to DSO Core Services as part of\nthe deliverables for the services rendered\n▪ DSO Core services documentation is available for consultation at the following corporate Sharepoint link:\nhttps:\/\/totalworkplace.sharepoint.com\/sites\/HQTechnicalServices",
        "isbAssistance": "Nicolas BARTOLOME\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n nicolas.bartolome@total.com\n (+33) 5 59 90 94 71\nIf absent, please liaise with the functionnal coordinator or IT coordinator.\nYou can also contact the functionnal\/metier coordinators or IT coordinators (see page 1)\nIS"
    },
    {
        "isbCode": "DSO-R609",
        "isbSolution": "ESP-RIFTS\/DIS\/RLX",
        "isbServiceDescription": "ESP RELIABILITY SUPPORT ESP-RIFTS is a JIP for ESP Electric Submersible Pump – Reliability Information and Failure Tracking System RLX is the software used to gather ESP data",
        "isbAdded": "The ESP-RIFTS JIP was initiated in November 1999. As per Mar-2018 the JIP database contains : ~\n112 000 ESP run lives, 26 companies, 145 divisions, 787 fields and 34 610 wells and 49 376 failed ESP’s.\nRLX V 3.1.0 is installed in 3 affiliates. RLX new version release is planned in May-2018, major release by\nend of the year 2018.\nESP reliability support covers:\n Technical support by e-mail and phone\n Technical and Métier assistance during and after implementation\n Métier support for software features and data administration\nDELIVERABLES\n Functional ESP run life statistics & data analysis\n Maintenance and evolutions of the software\n Métier support + IT support\n Focussed studies on ESP reliability topics of mutual interest\n ESP equipment physical testing\n Feedback from JIP periodic meetings\nRemarks:\nRLX is an ESP-RIFTS JIP software, used for ESP wells in Total E&P.\nTrainings:\n Web training is\/are organized once\/twice a year for participant affiliates. Software developer\nC-FER will animate the training using GoToMeeting.",
        "isbPrerequisites": " RLX tool\no RLX software developed through the JIP ensures :\n▪ QA\/QC for ESP data using internal routines\n▪ ESP Data set conforms to a clearly defined (inwriten) set of paramerters\no The RLX tool allows users to perform the most up-to-date ESP reliability analysis on their\nlocal data\no The tool promotes consistency between all users worldwide\n ESP-RIFTS web page\no QA\/QC followup all data files by ESP-RIFTS to ensure data is representative\no Following QA\/QC ESP-RIFTS gives feedback\/findings to DB owner to correct or update the DB\nbefore posting it for JIP members use\no Affiliate users will benefit from JIP information and expertise thanks to JIP members\no Affiliate user will have ability to perform ESP reliability analysis on JIP members data\no Learn From Member Experience -> Quickly Solve Tough Problems\no Forum discussions, and one-on-one interaction, each JIP participant can learn from other\nmember's experiences\no FAQ (Frequently Asked Questions) to sustain competence over the longer term\no Become Familiar with Reliability Analysis -> Ensure Correct Conclusions and give right\ninformation to decision makers, rather than using educated guesses or vendor indications\no Learnings may include industry best practices for operating in specific conditions or firsthand\nexperience with particular equipment\no Perform In-Depth Analyses -> Optimize ESP Run-Life\no Identify and Eliminate Technology Limitations » Expand Application Range\no Affiliate users can ask specific analysis to ESP-RIFTS through HQ\n IT advantages\nRLX is a single user application. RLX is to be installed on user computer. Work files (MSAccess\nDB) can be stored by user on entity work directories, it is recommended to keep a reference\nfile, while doing simulations and sensivities with duplicates.",
        "isbExcludedElements": "None",
        "isbUsageConditions": " Additional training sessions are not planned today.\n ESP-RIFTS can perform on request Reliability analysis for particular applications",
        "xx1": "During initial deployment, ESP databases are created (either in Affiliate or in HQ). An Excel file describing all affiliate wells is\nprepared by the affiliate with HQ assistance. The Excel file is used to populate RLX databases (initial import). The training database is\nused to train WPL\/WPE in the affiliates on the MTTF simulations.\nRLX versions will be packaged after tests at HQ, and affiliates notified by mail when available in international delivery.\nAny user may report anomalies\/REX to HQ. REX and feedbacks may be considered for future evolutions.",
        "xx2": " IMPORTANT: for improved follow-up, Core RFS labels related to this service input by the subsidiaries in SAP will start with\nDSO codification “R609” to copy paste from the header of the present technical sheet.\n For improved cost allocation and timely invoicing to the subsidiaries, Core RFS are opened (ACFI) by the subsidiaries during\nthe 1st quarter of the year concerned.\n DSO\/IP\/CSIM Focal point – Mercedes DELAHAUT: accountable for facilitating exchanges and resolving issues related to\nCore RFS.\n It is recommended that subsidiaries file all relevant e-mails and documentation related to DSO Core Services as part of the\ndeliverables for the services rendered.\n DSO Core services documentation is available for consultation at the following corporate Sharepoint link:\nhttps:\/\/totalworkplace.sharepoint.com\/sites\/HQTechnicalServices\/",
        "isbAssistance": "Métier IT\nYounes DEFFOUS OLIVIER BORNON\n younes.deffous@total.com  olivier.bornon@total.com\n (+33) 5 59 83 52 62  (+33) 1 41 35 73 63\nPhone call: Monday to Friday, 8 am to 5 pm (France, GMT +1)\nIS"
    },
    {
        "isbCode": "DSO-R608",
        "isbSolution": "TIM",
        "isbServiceDescription": "TOTAL Industrial Mobility : TIM",
        "isbAdded": "Classification of DSO, EXPLO and SG Information Systems and Digital solutions: TIM mandatory\nTIM (Total Industrial Mobility) is a transverse (EP \/ RC\/ MS) Digital Programme.\nIts objective is to provides mobile applications, designed with future users, that\naim at supporting and enhancing the execution of operational tasks on the\nfield.\n11 apps and associated technical framework are available:\n*For RC only\n• MyShift: Dematerialization of field operation rounds\n• MySupport: Assistance and communication with someone in an industrial mobility\nsituation to provide technical expertise remotely\n• MySafety: Dematerialisation of HSE observations from field\n• MyNotif: Reporting of field information in order to facilitate maintenance\nnotifications creation\n• MyTruck: Follow trucks loading and locations\n• MyDoc: Offline static documentation access (PID, datasheet...)\n• MyTIM: Manage access to my site’s applications\n• MyPairing: Pair an equipment to its physical tags\n• MyTracking: Dematerialization of temporary equipment management during\nturnarounds (PSV…)\nTarget : up to 20 apps will be available in 2020\nDelivrables:\no Maintenance and evolution of the software,\no Métier Support + IT support (TOTAL),\no Assistance, hotline,\no Documentation as Métier, users guide ans best practices recommendations,\no Follow up of bug solutions, maintenance and upgrades.",
        "isbPrerequisites": "o Improves safety\no Improves asset availability,\no Reduces costs,\no Increase efficeiency (avoid typing from paper to computer…),\no Modernize the day to day ways of working,\no Digitize and optimize key processes (Reduction of back &forth between field & offices\/control room).",
        "isbExcludedElements": "o Purchasing of hardware (devices, …)\no TIM deployed",
        "isbUsageConditions": "Additional training after implementation of TIM in affiliate and other services.",
        "xx1": "N\/A",
        "xx2": " IMPORTANT: for improved follow-up, Core RFS labels related to this service input by the subsidiaries in SAP will start with\nDSO codification “R608” to copy paste from the header of the present technical sheet\n For improved cost allocation and timely invoicing to the subsidiaries, Core RFS are opened (ACFI) by the subsidiaries during\nthe 1st quarter of the year concerned\n DSO\/IP\/CSIM Focal point – Mercedes DELAHAUT: accountable for facilitating exchanges and resolving issues related to\nCore RFS.\n It is recommended that subsidiaries file all relevant e-mails and documentation related to DSO Core Services as part of the\ndeliverables for the services rendered\n DSO Core services documentation is available for consultation at the following corporate Sharepoint link:\nhttps:\/\/totalworkplace.sharepoint.com\/sites\/HQTechnicalServices\/",
        "isbAssistance": "TIM Support\n tim@total.com\nKamal BOUZALMATA\n kamal.bouzalmata@total.com\nTochukwu OLISAGU\n tochukwu.olisagu@total.com"
    },
    {
        "isbCode": "DSO-R607",
        "isbSolution": "RAID",
        "isbServiceDescription": "Support and maintain Remote Assistance, Intervention and Diagnosis for Rotating Equipment (RAID) to enhance production efficiency",
        "isbAdded": "Classification of DSO, EXPLO and SG Information Systems and Digital solutions: RAID\nmandatory\nDuring the past few years, we have recorded several unexpected\nmajor failures on our rotating machines. These failures impacting,\neither our production, or implying safety hazards in workers\nenvironment. In order to address this type of disruption, TOTAL\nE&P has put in place a Remote Monitoring Center in Pau (France)\nequipped with a predictive analytics and diagnostics software:\nSmartSignal.\nSmartSignal is based on the analysis of the deviation between a monitored site value and a\npredicted software value. This predicted value is determined, through an equivalent model\nof the unit, based on historical data during normal operation. An excessive level of\ndeviation, between the site and predicted value, enhances a warning detection anticipating\na possible catastrophic outcome.\nThe parameters monitored with SmartSignal are taken from PI, so the project includes\nassistance for data collection of all required sensors from rotating machinery packages. It\nalso provides real-time calculation of performance indicators of equipments with PI-Asset\nFramework which are also monitored with Smart Signal.\nConsequently, this RAID Center aims at: reducing unplanned production losses, reducing\nmaintenance costs due to breakdowns, increasing unit availability and, of course, improving\noperation safely.\nThis business offer is mandatory for all affiliates deployed (target: vital rotating\nequipment in Operating affiliates. Criticality of equipment as defined in GS EP EXP 213.\nDELIVERABLES\n Maintenance and evolutions of the software,\n Métier support + IT support,\n Assistance,\n Follow up of bug patches, maintenance and upgrades.",
        "isbPrerequisites": "This RAID Center aims at: reducing unplanned production losses, reducing maintenance costs\ndue to breakdowns, increasing unit availability and, of course, improving operation safely.\nThis monitoring allowed us to increase our know-how on the operational mode, to challenge\nourselves on how maintenance could evolve to a more condition based approach and to\nchallenge the OEMs on design criteria on the machine or the package.",
        "isbExcludedElements": " RAID Deployed\n Subscription to the DSO-R405 (RealTime Data Management System)",
        "isbUsageConditions": "Change management in affiliate\nFor RAID Deployment, refer to business service offer DSO-P607-RAID Deployment.",
        "xx1": " Level 1 monitoring analysis support by HQ, daily equipment parameter monitoring, asset and model maintenance\n Level 2 technical expert support by HQ\n Weekly and monthly reporting and teleconference with HQ\n SmartSignal asset and models Maintenance\n SmartSignal Software License Maintenance",
        "xx2": " IMPORTANT: for improved follow-up, Core RFS labels related to this service input by the subsidiaries in SAP will start with\nDSO codification “R607” to copy paste from the header of the present technical sheet\n For improved cost allocation and timely invoicing to the subsidiaries, Core RFS are opened (ACFI) by the subsidiaries during\nthe 1st quarter of the year concerned\n DSO\/IP\/CSIM Focal point – Mercedes DELAHAUT: accountable for facilitating exchanges and resolving issues related to\nCore RFS.\n It is recommended that subsidiaries file all relevant e-mails and documentation related to DSO Core Services as part of the\ndeliverables for the services rendered\n DSO Core services documentation is available for consultation at the following corporate Sharepoint link:\nhttps:\/\/totalworkplace.sharepoint.com\/sites\/HQTechnicalServices",
        "isbAssistance": "François JOUANNA\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n francois.jouanna@total.com\n (+33) 5 59 83 68 88\nFabrice VAZQUEZ\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n fabrice.vazquez@total.com\n (+33) 5 59 83 62 54"
    },
    {
        "isbCode": "DSO-R606",
        "isbSolution": "SCOT",
        "isbServiceDescription": "Maintenance & Support Services for SCOT",
        "isbAdded": "Classification of DSO, EXPLO and SG Information Systems and Digital solutions: SCOT\nmandatory\nSCOT is an IT solution which enables Automatic Identification & Data Capture (AIDC) and\ntraceability on operational items with the objective of improving the supply chain processes\nin the E&P activities. SCOT provides a link between the AIDC element (bar codes \/ RFID tags)\nand the existing SAP system through the use of a mobile handheld device for three SAP\nmodules: Material Management (MM), Remote Logistics Management (RLM) and Plant\nMaintenance (PM).\nOnce installed and deployed, support services for the SCOT tool are available and\nrecommended.\nDELIVERABLES\n A hotline service during normal business hours\n Co-ordination and follow up of anomalies and bug reporting\n Application maintenance and bug correction\n Software upgrades\n Maintenance and usage of the SAP PI servers\n HQ Support (technical and functional) including consultation for exploitation of the\ntool capabilities",
        "isbPrerequisites": "SCOT supports LEAN operations such as:\n Reduced personnel movement  Reduced paper and manual processes\n Increased integration of processes  Real time updates of SAP\n Increased tool time of field staff  Increase in jobs reported\n Reduced reporting time  Reduced loss and costs\n Increased visibility of stock and\ninventory management accuracy\n Reduced processing and administrative\ntime\n Increased repeatability of procedure  Higher productivity through increased\nflexibility\n Reduced potential human error and\nmore accurate data capture process\n Streamlining of processes (in particular\nentry list validation)\nSCOT maintenance services are required once one or more work packages are installed at\nthe affiliate to provide full ongoing support and updates of the tool",
        "isbExcludedElements": " One or more of the SCOT work packages deployed and accepted by the affiliate,\n Local affiliate support system in place and available.",
        "isbUsageConditions": " Out of normal French business hours support\n On site support\n Training\n Initial installation \/ deployment\n Evolution of the tool\n Hardware or architecture upgrades\n Network, local architecture, wifi, firewall assistance",
        "xx1": " Maintenance services for SCOT are provided by HQ in association with the tool provider: Arnlea\n A maintenance contract is held between HQ and Arnlea for the tool template and affiliate support",
        "xx2": " IMPORTANT: for improved follow-up, Core RFS labels related to this service input by the subsidiaries in SAP will start with\nDSO codification “R606” to copy paste from the header of the present technical sheet\n For improved cost allocation and timely invoicing to the subsidiaries, Core RFS are opened (ACFI) by the subsidiaries during\nthe 1st quarter of the year concerned\n DSO\/IP\/CSIM Focal point – Mercedes DELAHAUT: accountable for facilitating exchanges and resolving issues related to\nCore RFS.\n It is recommended that subsidiaries file all relevant e-mails and documentation related to DSO Core Services as part of the\ndeliverables for the services rendered\n DSO Core services documentation is available for consultation at the following corporate Sharepoint link:\nhttps:\/\/totalworkplace.sharepoint.com\/sites\/HQTechnicalServices\/",
        "isbAssistance": "Philippe JOUVE\n philippe.jouve@total.com\nOlivier BORNON\n olivier.bornon@total.com"
    },
    {
        "isbCode": "DSO-R604",
        "isbSolution": "PTS",
        "isbServiceDescription": "Centralized digital management of Transportation & POB for affiliate’s operation",
        "isbAdded": "Classification of DSO, EXPLO and SG Information Systems and Digital solutions: PTS\/DAWINCI\nrecommended\nProvision, installation, deployment, and maintenance\/support of a web based solution\ndedicated for transportation & POB management in the affiliate. The industrial solution PTS\nis developed by Tieto Enator incorporating several customization for Total EP operations, to\ndeliver the following areas of functionality.\nLSO\/MTH provides a functional support to all EP affiliates having interest in and\/or running\nPTS solution. The Technical support is performed by by ISB\/SURF\/IOP and Tieto Enator. Local\nfunctional administrators and key users provide the 1st level support to end users with\nassistance from local IT for the technical part.\nDELIVERABLES\n Deployment Services (Assessment, Installation, Training, Go Live)\n Technical & Functional Support ( Including version patches & upgrades)\n HQ assistance for definition of utilisation strategy & documentation",
        "isbPrerequisites": " Technical and functional approaches in accordance with Total EP referential\n Deployment strategy takes into account Total EP common practices\n Uniformity across affiliates in terms of versions and utilisation strategy\n Cross sharing of best practices between affiliates",
        "isbExcludedElements": " Local affiliate transportation & POB management business process \/procedures",
        "isbUsageConditions": " Specific developments\n Interfaces with third party software\n Technical support for infrastructure (servers, databases…)\n Customization*",
        "xx1": " Deployment comprises of establishment of 1st level support at affiliate level\n Data management & processing performed locally by the affiliate\n HQ Technical & Functional Supports by mail \/ phone as per HQ business hours",
        "xx2": " IMPORTANT: for improved follow-up, Core RFS labels related to this service input by the subsidiaries in SAP will start with\nDSO codification “R604” to copy paste from the header of the present technical sheet.\n For improved cost allocation and timely invoicing to the subsidiaries, Core RFS are opened (ACFI) by the subsidiaries during\nthe 1st quarter of the year concerned.\n DSO\/IP\/CSIM Focal point – Mercedes DELAHAUT: accountable for facilitating exchanges and resolving issues related to\nCore RFS.\n It is recommended that subsidiaries file all relevant e-mails and documentation related to DSO Core Services as part of the\ndeliverables for the services rendered.\n DSO Core services documentation is available for consultation at the following corporate Sharepoint link:\nhttps:\/\/totalworkplace.sharepoint.com\/sites\/HQTechnicalServices\/",
        "isbAssistance": "Philippe JOUVE\nphilippe.jouve@total.com\nOlivier BORNON\nolivier.bornon@total.com"
    },
    {
        "isbCode": "DSO-R502",
        "isbSolution": "CE IMPROVE",
        "isbServiceDescription": "Assistance in the improvement of existing Collaborative Environments for operational support",
        "isbAdded": "Classification of DSO, EXPLO and SG Information Systems and Digital solutions: SMART ROOMS\nmandatory\nCollaboratives environments allow a mono or multi-disciplinary team to work easily together\ntowards a same goal. They can act as an extension of remote sites (potentially minimizing the\nneed to be present on the remote sites).\nDepending of the target of the collaborative environment & local context (how does an\naffiliate wants to operate), it can be necessary to rethink the way of working with remote\nsites.\nTechnically all the collaborative environments have more or less the same type of needs,\nhowever depending on the context and\/or scope of the collaborative environment this can\nvary (e.g. are applications only intended for a small multi-disciplinairy team or does a\ncomplete organization wants access to specific information).\nFor now at least 3 different kinds of usages have been identified as part as the offer:\n SMART rooms (ex: TEPUK) for Asset Monitoring\n Local multi-asset rather mono-discipline monitoring and support room\n Integrated operations centers (ex: GENIUS TEPNL)\nRemote control rooms are not part of this offer.\nHQ published in 2016 the GM EP OPS 004 that covering the 1st generation of collaborative\nenvironments at affiliates (SMART rooms). It will be reviewed according to the feedbacks from\nthe affiliates. A REX is available on the various collaborative environments.\nDELIVERABLES\n Assistance to improve existing collaborative environment (process flows, SWOT\nanalysis on the 6 dimensions of the CE, layouts,..)\n OneClick portal – An easy ‘I-phone like’ interface to existing applications, files & sites\n(available from Q4 2019)\n OneAction tool – An action & event management tool for production related\nactivities (expected to become available Q2 2020)",
        "isbPrerequisites": " Consolidate business case with quantitative gains (Offshore FTEs reduction,Improved\noperational efficiency OEFF, Reduction in site surveys \/logistics, Reduction in level 2\nOn-call duty ICSS, Trouble shooting savings,Partial manning of installations…) and\nqualitative gains (Rationalization of reporting, Leadtime reduction in problem solving,\nMonitoring & preventive analyses ↑ OEFF, LEAN(er) organization, Enhance time on\nsite, More focus on Well performance, Closing long pending items\/issues)\n Capitalize of the principles of collaborative rooms between HQ, Affiliates & Projects\n- To ensure a common way of working based on experiences\n- To reduce study and implementation times\n- To make sure not to redo locally what is already available elsewhere and in\nparticular in HQ.",
        "isbExcludedElements": " An overview of the main operational challenges \/ operation philosophy specific for\nthe context an affiliate is in, is an essential starting point for the analysis \/ assistance.",
        "isbUsageConditions": " Providing hardware (Visio conference system) and metier\/discipline software out of the scope of the service order\n Study of Impact on local telecom network (but we’ll provide usual bandwith required corresponding to the services involved)\n Full change management in affiliate\nFor Collaborative Environments for operations Deployment, refer to business service offer OPP-P502- Collaborative\nEnvironments Design.",
        "xx1": " Audit on all dimensions of existing Collaborative Environments (incl. SMART rooms): business processes, people, information,\nculture & organization, technology & tools, physical environment\n Feedback & recommendations on quick wins & long term improvements\n Animation of a a network\/community: provide a way for the affiliates to share experience on this topic and exchange easily.\nOrganization of webinars wil be part of this animation. This will be done in coordination with the Collaborative environment\nDigital team\n Creation of a knowledge base on WAT",
        "xx2": " IMPORTANT: for improved follow-up, Core RFS labels related to this service input by the subsidiaries in SAP will start with DSO\ncodification “R502” to copy paste from the header of the present technical sheet\n For improved cost allocation and timely invoicing to the subsidiaries, Core RFS are opened (ACFI) by the subsidiaries during the\n1st quarter of the year concerned\n DSO\/IP\/CSIM Focal point – Mercedes DELAHAUT: accountable for facilitating exchanges and resolving issues related to\nCore RFS.\n It is recommended that subsidiaries file all relevant e-mails and documentation related to DSO Core Services as part of the\ndeliverables for the services rendered\n DSO Core services documentation is available for consultation at the following corporate Sharepoint link:\nhttps:\/\/totalworkplace.sharepoint.com\/sites\/HQTechnicalServices",
        "isbAssistance": "Franc BOVERHOF\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n franc.boverhof@total.com\n (+33) 5 59 83 59 13\nMarine FELLOUS\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n marine.fellous@total.com\n (+33) 1 41 35 27 07\nDamien EHRET\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n damien.ehret@total.com\n (+33) 5 59 83 53 43"
    },
    {
        "isbCode": "DSO-R419",
        "isbSolution": "SPECIALITIES",
        "isbServiceDescription": "Purchase, leasing, maintenance, upgrade and support on Engineering and calculation tools",
        "isbAdded": "This Service provides to affiliates, Project groups, OPCO or headquarters, according to their\nneeds, access to the best engineering, simulation and calculation tools available :\n Multi discipline :\no Comsol multiphysics\n Electrical :\no Etap\n Structural :\no Isymost\no New Strudl Offshore\n Piping Valves & Pressure Vessel :\no Caesar II\no Pv elite\no Nozzle pro\n Pipelines & Risers :\no Simulia Abaqus\n Geographic Information System :\no Global Mapper\n Engineering and design :\no Aveva engineering suite\n Other calculation\/ generic application :\no Mathcad\nDELIVERABLES\nBased on the software maintenance plus expert assistance from HQ, it includes the following\nservices:\n Analysis and diagnosis of incidents by Total HQ experts\n Contracts management\n Licence purchase management\n Follow-up and test of news releases\n Management of Package\n User guidelines update & documentation\n Access to hotline and support\n Hosting environement (servers) in HQ",
        "isbPrerequisites": " Centralised contractual relations with the suppliers,\n Reduced prices for software due to economies of scale,\n Technical advise on new versions and bugs from Total HQ experts,\n Access to internal development of extensions to those software tools,\n User assistance by Total HQ experts,\n Recommendations on metholodogy for process simulation by Total HQ experts.",
        "isbExcludedElements": " Local licence server depending on the product,\n Package parameterization by local IT depending on the product.",
        "isbUsageConditions": "Services excluded:\n Training for the applications in HQ or in affiliate\n Administration of license server in affiliate\n Local installation\/upgrade\n Costs of local IT infrastructure",
        "xx1": " Licence usage rights vary for each software.",
        "xx2": " IMPORTANT: for improved follow-up, Core RFS labels related to this service input by the subsidiaries in SAP will start with\nDSO codification “R414” to copy paste from the header of the present technical sheet\n For improved cost allocation and timely invoicing to the subsidiaries, Core RFS are opened (ACFI) by the subsidiaries during\nthe 1st quarter of the year concerned\n DSO\/IP\/CSIM Focal point – Mercedes DELAHAUT: accountable for facilitating exchanges and resolving issues related to Core\nRFS.\n It is recommended that subsidiaries file all relevant e-mails and documentation related to DSO Core Services as part of the\ndeliverables for the services rendered\n DSO Core services documentation is available for consultation at the following corporate Sharepoint link:\nhttps:\/\/totalworkplace.sharepoint.com\/sites\/HQTechnicalServices",
        "isbAssistance": "Electrical discipline: Franck-Rey-Bethbeder\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n franck.rey-bethbeder@total.com\n (+33) 5 33 43 23 28\nStructural discipline: Michel Birades\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n michel.birades@total.com\n (+33) 5 59 83 69 25\nPiping Valves & Pressure Vessel discipline : Jordan Caudroit\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n jordan.caudroit@total.com\n (+33) 5 59 83 43 95\nPipelines & Risers and other generic applications : Carlos Sicilia Gaillard\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n carlos.sicilia-gaillard@total.com\n (+33) 1 41 35 69 34\nGeographic Information System : Philippe Guilbaud\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n philippe.guilbaud@total.com\n (+33) 1 47 44 41 74\nEngineering and design : Nazeh Nadzru\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n nazeh.nadzru@external.total.com\n (+33) 1 47 44 64 91"
    },
    {
        "isbCode": "DSO-R418",
        "isbSolution": "PetroVR",
        "isbServiceDescription": "DSO-R407 | WIMT WIMT PetroVR allows geoscientists, engineers, economists and project managers to collaborate on a single platform for multiple scenarios and hybrid evaluations, to model and performing economic analysis and asses project risk analysis.",
        "isbAdded": "DECISION-MAKING AND CAPITAL ALLOCATION FOR VARIOUS EP ASSETS (FORMER VENDOR:\nCAESAR PETROLEUM SYSTEMS LLC).\nPetroVR Maintenance and Support covers:\n Technical support by e-mail, Visio Conference, hot line and in-person,\n Technical and Métier assistance during and after implementation,\n Métier support for software features and administration,\n Hosting environment: Servers to install and test the upgrades and new packages,\nProduction and Pre-Production Environment for a centralized architecture.\nDELIVERABLES\n Maintenance and evolution of the software,\n Métier Support + IT support (TOTAL),\n Assistance, hotline,\n Follow up of bug solutions, maintenance and upgrades.",
        "isbPrerequisites": " Help on modelisation of complex development scheme.\n Customization and adaptive work and consultation once model is built up and running.\n Easy access to product usage issues solutions.\n Files and models of development studies remains within Total network.\n In-house training for new APP",
        "isbExcludedElements": "None",
        "isbUsageConditions": "Additional training sessions after deployment of the tool in the affiliate of by videoconference are excluded.",
        "xx1": "Administrators can send their REX to HQ that may consider them for future evolutions.",
        "xx2": " IMPORTANT: for improved follow-up, Core RFS labels related to this service input by the subsidiaries in SAP will start with DSO\ncodification “R418” to copy paste from the header of the present technical sheet.\n For improved cost allocation and timely invoicing to the subsidiaries, Core RFS are opened (ACFI) by the subsidiaries during the\n1st quarter of the year concerned.\n DSO\/IP\/CSIM Focal point – Mercedes DELAHAUT: accountable for facilitating exchanges and resolving issues related to Core\nRFS.\n It is recommended that subsidiaries file all relevant e-mails and documentation related to DSO Core Services as part of the\ndeliverables for the services rendered.\n DSO Core services documentation is available for consultation at the following corporate Sharepoint link:\nhttps:\/\/totalworkplace.sharepoint.com\/sites\/HQTechnicalServices",
        "isbAssistance": "Maria-Carolina ETCHEBERRY LOPEZ\n maria-carolina.etcheberry@total.com\n (+33) 1 41 35 62 14\nRifqa JAMAI\n rifqa.jamai@total.com\n (+33) 1 41 35 56 02"
    },
    {
        "isbCode": "DSO-R416",
        "isbSolution": "DOF",
        "isbServiceDescription": "Corporate Digital Oil Field solution Maintenance and Support",
        "isbAdded": "Classification of DSO, EXPLO and SG Information Systems and Digital solutions: DOF\nmandatory\nDigital Oil Field Maintenance & Support from HQ to affiliate.\nUse of the Digital Oil Field (including PETEX software) is Mandatory for all Well Performance\nEntities.\nThe use of DOF in Total affiliates is part of DSO mandatory IS and Digital solutions for\nOperating affiliates and new developments for operating affiliates with activated wells\nand complex routing.\nDELIVERABLES:\nThis service offer includes:\n DOF Reactive support\no Access to the support line\no Qualification and resolution of problem\n Pro-active support\no 1 hour meeting \/ month \/ affiliate\no Expert assistance for users on the fly\no Review of the solution overall performance and health\no Reporting with indicators\no Model auditing\no Workfling benefits tracking\n User assistance and evolution :\no Evolution on demand or small modification\no Alignment between affiliates\no Management and supervision of modifications and evolutions\n Yearly refresher training\no Organisation and implementation of specific training sessions\n DOF licences (IFM, IVM)\n Delivery of migration packages in the case of new versions and assistance to the\nmigration operations\n Delivery of updates\n General coordination with EP\/SG\/ISB, PETEX and integrator",
        "isbPrerequisites": " Common centralised and shared support center\n Sharing of best practices and methods standardization\n Shared developments, reusable workflow and dashboard\n Ensure consistency between deployed solution\n Documentation up-to-date and modifications tracked",
        "isbExcludedElements": " IPM software installed on VISION workstations (package available) and supported\n(see specific service offer DSO-R204 Well Performance (IPM & PRODUCTIVITY\nTOOLBOX) MAINTENANCE & SUPPORT)\n DOF (IFM\/IVM) and IPM suites solution implemented (see specific service offer DSOP416\nDOF Deployment)\n Licenses are centralised at HQ. Licenses activation to be requested to HQ (contact\nthe functional coordinator)\n Affiliate has subscribed to the DSO-R405 (RealTime Data Management System) and\nDSO-R411 (Monitoring platform Maintenance and support)",
        "isbUsageConditions": " Cost of IT Infrastructure\n IT Support in Affiliate (Interface HQ – Affiliate) for installation and access\n Cost of IPM licences\n Travel and accommodations costs for Training sessions on site\n Change management in affiliate\nFor IPM Support, refer to business service offer DSO-R204 Well Performance Maintenance and Support\nFor DOF deployment, refer to business service offer DSO-P416 DOF (Digital Oil Field) deployment",
        "xx1": " Management of Corporate contracts\n Level 1 support by HQ: Maintenance, upgrade, evolution, support and license management\n- Annual training of deployed affiliate in order to maintain a level of competency despite well performance team renewal.\n- Monthly review of affiliates deployments with on-line training, coaching and assistance.\n- Support based on tickets to follow-up incidents on production platform.\n- Evergreening to allow adding or deleting wells or workflow modification on specific dashboards.\n- Development of Results Interpretations Macros, Software Coupling in some instances for coupled simulations, Well\nPerformance Monitoring, etc.\n Level 2 technical expert support by HQ\n SLA has been agreed between integrator and Company",
        "xx2": " IMPORTANT: for improved follow-up, Core RFS labels related to this service input by the subsidiaries in SAP will start with DSO\ncodification “R416” to copy paste from the header of the present technical sheet\n For improved cost allocation and timely invoicing to the subsidiaries, Core RFS are opened (ACFI) by the subsidiaries during the\n1st quarter of the year concerned\n DSO\/IP\/CSIM Focal point – Mercedes DELAHAUT: accountable for facilitating exchanges and resolving issues related to Core\nRFS.\n It is recommended that subsidiaries file all relevant e-mails and documentation related to DSO Core Services as part of the\ndeliverables for the services rendered\n DSO Core services documentation is available for consultation at the following corporate Sharepoint link:\nhttps:\/\/totalworkplace.sharepoint.com\/sites\/HQTechnicalServices",
        "isbAssistance": "Céline BACQUET\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n celine.bacquet@total.com\n (+33) 5 59 83 66 55\nDavid IRTHUM\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n david.irthum@total.com\n (+33) 5 33 43 20 98"
    },
    {
        "isbCode": "DSO-R415",
        "isbSolution": "UFDsim",
        "isbServiceDescription": "UFDsim – Unconventional Factory Development Simulator",
        "isbAdded": "The Objective of the service is to provide to each affiliate, having to evaluate unconventional plays at prospect level, a very useful and user-friendly tool that can quickly help the petroleum architect to build a Capex\/Opex\/production profile. DELIVRABLES  Maintenance and evolutions of the software,  Métier support + IT support,  Assistance,  Follow up of bug patches, maintenance and upgrades.",
        "isbPrerequisites": "UFDsim simulates the development of an Unconventional Factory Development of a core\narea taking into account a number of technical and economic parameters, and subject to a\nmaximum daily export capacity constraint. This permits a quick evaluation of the production\npotential and its economic value, and also of the environmental impact in terms of water,\nland use, and greenhouse gases emissions. Curves of IRR = f (integrated well cost) are\ncomputed for several values of well EUR and indicate the maximum well cost compatible with\na desired level of profitability.\nThe time scale plays an important role in UFDsim. Basic pad development tasks (rig up,\ndrilling, rig down, rig move, etc.) are defined in days. On the other hand the time unit of the\neconomic model is in years. A 30-year model with a time unit of a day would require a\ndimension of 10950 for all vectors, which considerably slows down computations, and also\nprecludes visualization of the results (e.g., Gantt charts). UFDsim uses the month as time unit,\na reasonable compromise. Durations in days are rounded to the nearest months and\neconomic variables are computed on a monthly basis and aggregated yearly for a simplified\npre-tax economic analysis.\nInput Worksheets\nControl sheet holds most input parameters.\nPlanning defines the duration of 14 pad development tasks grouped into 4 phases.\nProfiles holds 3 gas profiles and possibly 3 condensate profiles and a water prod. profile.\nEconomics allows the user to manually define yearly gas and condensate prices, CPF\nconstruction costs, and other surface installation CAPEX.\nSchedule allows the user to define the starting month for each rig.\nOutput Worksheets\nControl sheet holds most output results and graphs.\nGantt holds drilling and fracking Gantt charts, and pad connection schedule.\nEconomics holds yearly economic results.\nProduction holds the gas production profiles of the pads and of the lease area.\nProduction 2 holds the condensate production profiles of the pads & of the lease area.\nWater holds the water production profiles of the pads and of the lease area.\nSensitivities holds sensitivities of NPV and IRR to rig count.",
        "isbExcludedElements": "The tools helps to evaluate the commerciality of a play and identify its most influent factors.\nThe necessary resources of this specific service are:\n• Internal resources: hours worked according to time writing of NC\/DEV\n• External resources: external expenditures related to the service (regular updates of\nthe tool…)",
        "isbUsageConditions": " Implementation and configuration of UFDsim on site\n Post-tax economics\n Change management in affiliate",
        "xx1": " The amount of the RFS charged to the affiliates is composed of:\n A lumpsum representing the share of external resources among affiliates\n Time writing of a DSO\/NC\/DEV architect\n The final cost of the service is shared amoung the affiliates to determine the “entry ticket” for each affiliate\n The “entry ticket” is charges the first year, then subsequent years are reduced in order to cover the tool maintenance service\nonly",
        "xx2": " IMPORTANT: for improved follow-up, Core RFS labels related to this service input by the subsidiaries in SAP will start with\nDSO codification “R415” to copy paste from the header of the present technical sheet.\n For improved cost allocation and timely invoicing to the subsidiaries, Core RFS are opened (ACFI) by the subsidiaries during\nthe 1st quarter of the year concerned.\n DSO\/IP\/CSIM Focal point – Mercedes DELAHAUT: accountable for facilitating exchanges and resolving issues related to\nCore RFS.\n It is recommended that subsidiaries file all relevant e-mails and documentation related to DSO Core Services as part of the\ndeliverables for the services rendered.\n DSO Core services documentation is available for consultation at the following corporate Sharepoint link:\nhttps:\/\/totalworkplace.sharepoint.com\/sites\/HQTechnicalServices",
        "isbAssistance": "Rodolphe LUGOL\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n rodolphe.lugol@total.com\n +33 (0) 1 47 44 55 76"
    },
    {
        "isbCode": "DSO-R414",
        "isbSolution": "PROCESS",
        "isbServiceDescription": "R414 | PROCESS LEASING PROCESS SIMULATION TOOLS Purchase, leasing, maintenance, upgrade and support on process and flow assurance simulation tools",
        "isbAdded": "This Specific Service provides to affiliates, Project groups, OPCO or headquarters, according to their specific needs, access to the best process and flow assurance simulation tools available. The main tools are:  PRO\/II with Total proprietary UAS, Pipephase, Visual Flare, Dynsim (Aveva)  Unisim Design, Unisim Flare (Honeywell)  Olga, Pipesim (Schlumberger)  LedaFlow (Kongsberg)  PVTsim (Calsep)  Pipenet (Sunrise)  Flaresim (SoftBits)  MySep (Kranji Solutions)  HydraFLASH (Hydrafact)  HTRI (Heat Transfer Research Inc)  KG Tower (Koch-Glitsch’s)  Multiflash, (KBC Advanced Technologies)  VMGSIM (Virtual Material Group Inc)  Simulis (Prosim) DELIVERABLES Based on the software maintenance plus expert assistance from HQ, it includes the following services:  Analysis and diagnosis of incidents by Total HQ experts  Contracts management  Licence purchase management  Follow-up and test of news releases  Management of Package  User guidelines update & documentation  Access to hotline and support  Hosting environement (servers) in HQ",
        "isbPrerequisites": " Centralised contractual relations with the suppliers,\n Reduced prices for software due to economies of scale,\n Technical advise on new versions and bugs from Total HQ experts,\n Access to internal development of extensions to those software tools,\n User assistance by Total HQ experts,\n Recommendations on metholodogy for process simulation by Total HQ experts.",
        "isbExcludedElements": " Local licence server depending on the product,\n Package parameterization by local IT depending on the product.",
        "isbUsageConditions": "Service provided with a dedicated RFS:\n Training on specific process simulators in HQ or in affiliate\nServices excluded:\n Administration of license server in affiliate\n Local installation\/upgrade\n Costs of local IT infrastructure",
        "xx1": " Licence usage rights vary for each software depending on license type: local USB key, local or worldwide network.",
        "xx2": " IMPORTANT: for improved follow-up, Core RFS labels related to this service input by the subsidiaries in SAP will start with\nDSO codification “R414” to copy paste from the header of the present technical sheet\n For improved cost allocation and timely invoicing to the subsidiaries, Core RFS are opened (ACFI) by the subsidiaries during\nthe 1st quarter of the year concerned\n DSO\/IP\/CSIM Focal point – Mercedes DELAHAUT: accountable for facilitating exchanges and resolving issues related to\nCore RFS.\n It is recommended that subsidiaries file all relevant e-mails and documentation related to DSO Core Services as part of the\ndeliverables for the services rendered\n DSO Core services documentation is available for consultation at the following corporate Sharepoint link:\nhttps:\/\/totalworkplace.sharepoint.com\/sites\/HQTechnicalServices",
        "isbAssistance": "Freddy Garcia\n 9:00 -17:00 (Central European Time Zone, UTC +01:00)\n freddy.garcia@total.com\n (+33) 1 41 35 24 25"
    }
]